exports.lobby = (id, XBOT, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwhatsapp, youtube) => {
	return `
  
❉──────────❉
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
❉──────────❉

         ───
📆 *${tampilTanggal}*
⏱️ *${tampilWaktu}*
📢 Bot Aktif ; *${aktif}*
         ───

╔════════════════════
║ *FITUR BOT ${XBOT}*
╠════════════════════
║╭╭──❉ *STICKER MAKER* ❉──
║│1. *#sticker*
║╰───────────
╠════════════════════
║╭──❉ *MEDIA* ❉──
║│1. *#ytmp3* <linkyoutube>
║│2. *#ytmp4* <linkyoutube>
║│3. *#tiktok* <linktiktok>
║│4. *#ig* <linkIg>
║│5. *#fb* <linkFb>
║│6. *#twt* <linkTweet>
║╰───────────
╠════════════════════
║╭──❉ *EDUCATION* ❉──
║│1. *#wiki* <query>Wikipedia.
║│2. *#nulis* <teks>
║│3. *#quran*
║│4. *#pantun*
║│5. *#nama* <nama anda>
║│6. *#pasangan* <Aris & Cahya>
║│7. *#lirik* <nama lagu>
║│8. *#chord* <nama lagu>
║│9. *#wikien* <query>Wikipedia.
║╰───────────
╠════════════════════
║╭──❉ *INFORMATION* ❉──
║│1. *#sholat* <daerah>
║│2. *#covid*
║│3. *#infogempa* 
║│4. *#harinasional* <tanggal>
║╰───────────
╠════════════════════
║╭──❉ *CONTACT* ❉──
║│1. *#creator*
║│2. *#owner*
║╰───────────
╠════════════════════
║╭──❉ *IMPORTANT* ❉──
║│1. *#info*
║│2. *#donasi*
║╰───────────
╠════════════════════
║╭──❉ *OTHERS* ❉──
║│1. *#tts* <teks>
║│2. *#quotes*
║│3. *#bitly* <link>
║│4. *#foto cewek*
║│5. *#foto cowok*
║│6. *#pokemon*
║│7. *#loli*
║│8. *#waifu*
║│9. *#fotoanime*
║│10. *#namaninja* <nama lu>
║│11. *#alay*  <teks>
║│12. *#infoig* <@username>
║╰───────────
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│1. *Group WhatsApp*
║│ _${groupwhatsapp}_
║│2. *YouTube <subscribe>*
║│ _${youtube}_
║│3. *Instagram <Follow>*
║│ _${instagram}_
║│4. *Creator ${XBOT}*
║│ _${nomer}_
║╰───────────
╠════════════════════
║ _*MADE BY AFFIS JUNIANTO*_
╚════════════════════`
}
